---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayWidthParam
source: html/2d99a220-8e38-4701-49e1-7ec67b028f53.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayWidthParam Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayWidthParam { get; }
```